[
  {
    "path": "posts/2022-05-09-divulga-intro-dados/",
    "title": "Leitura com Dados",
    "description": "Projeto aberto para discentes da UFMA de qualquer curso",
    "author": [
      {
        "name": "Tadeu Gomes Teixeira",
        "url": {}
      }
    ],
    "date": "2022-05-09",
    "categories": [],
    "contents": "\r\nO projeto Leitura com Dados, iniciativa do grupo de pesquisa GPPDEO, está com inscrições abertas.\r\nObjetivo do projeto\r\nO objetivo do projeto é debater livros e artigos da área de dados que possam contribuir para a compreensão do processo de formação discente em áreas emergentes como análise de dados, machine learning e suas interfaces e aplicações.\r\nIsso abarca temáticas como visualização de dados, obras de divulgação estatística e de inteligência artificial, programação, impactos sociais e corporativos, dentre outros.\r\nDinâmica dos encontros\r\nO professor-facilitador iniciará a apresentação da obra e autores escolhidos para o encontro quinzenal. Mas #issonãoéumaaulaexpositiva, logo, a ideia é CONVERSAR sobre o tema, com café e chá. Isso exige, obrigatoriamente, leitura do texto/livro/capítulo.\r\nPeriodicidade dos encontros: Quinzenal.\r\nHorário: Sextas-feiras, das 8h às 10h\r\nLocal: UFMA - Prédio do CSSO (detalhes serão enviados por e-mail)\r\nVagas: Até 40 vagas\r\nPúblico-alvo: membros do grupo de pesquisa e alunos da UFMA.\r\nInício: 27 de maio\r\nInscrições: Até 27 de maio\r\nInscrições\r\nPara se inscrever, clique no link e preencha o formulário:\r\nInscrição no projeto Leitura com Dados (google.com)\r\nLeitura Inicial\r\nKNAFLIC, Cole Nussbaumer. Storytelling com dados: um guia sobre visualização de dados para profissionais de negócios. São Paulo: Alta Books, 2019.\r\nLeitura dos três capítulos iniciais para o dia 27 de maio.\r\n\r\n\r\n\r\nBaixe o folder com mais informações\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": "posts/2022-05-09-divulga-intro-dados/preview.jpg",
    "last_modified": "2022-05-15T16:53:21-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-05-09-divulga-mini-python/",
    "title": "Introdução à anàlise de dados com Python",
    "description": "Projeto para alunos da área de Gestão",
    "author": [
      {
        "name": "Tadeu Gomes Teixeira",
        "url": {}
      }
    ],
    "date": "2022-05-09",
    "categories": [],
    "contents": "\r\nO projeto Introdução à análise de dados com Python, organizado por este grupo, está com inscrições abertas.\r\nObjetivo\r\nDesenvolver as habilidades fundamentais para análise  de dados com a linguagem Python com aplicações nas áreas de Gestão.\r\nDinâmica dos Encontros\r\nAulas nos laboratórios da UFMA.\r\nPeriodicidade: Quinzenal.\r\nHorário: Sextas-feiras, das 8h às 12h\r\nLocal: UFMA – Laboratório do CCSO ou Paulo Freire\r\nVagas: 30 vagas\r\nPúblico-alvo: membros atuais do grupo e alunos do DECCA.\r\nInício: 03 de junho\r\nFim: dezembro de 2022\r\nInscrições: Até 27 de maio\r\nInscrições\r\nAs inscrições devem ser feitas no formulário a seguir:\r\ninscrição para participação no minicurso Introdução à análise de dados com Python (google.com)\r\n\r\n\r\nBaixe o folder com mais informações\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": "posts/2022-05-09-divulga-mini-python/preview.png",
    "last_modified": "2022-05-15T16:52:41-03:00",
    "input_file": {},
    "preview_width": 225,
    "preview_height": 225
  },
  {
    "path": "posts/2022-04-18-palestra-pibic/",
    "title": "Pibic a distância: é possível?",
    "description": "Mesa debateu o tema na Universidade Federal de Alagoas",
    "author": [
      {
        "name": "Tadeu Gomes Teixeira",
        "url": {}
      }
    ],
    "date": "2022-04-18",
    "categories": [],
    "contents": "\r\nO ensino a distancia é uma realidade e precisamos de ações para que seja bem realizado.\r\nAssumi a tarefa de coordenar um Projeto Piloto de Iniciação Científica na modalidade remota durante a pandemia.\r\nApesar de ser um entusiasta da educação a distância (bem elaborada, implementada etc.), essa não é minha área de pesquisa ou trabalho diretamente, então encarei o desafio com as ferramentas da Gestão de Projetos para que fosse viável. E conseguimos (é plural mesmo, pois foi uma equipe) bons resultados.\r\nA parceria entre a CAPES e a Universidade Aberta do Brasil (UAB) na UFMA para testar o piloto teve início em maio de 2020 e foi finalizado em junho de 2021.\r\nNossos resultados, erros e recomendações foram encaminhados para a CAPES para auxiliar no processo de formulação do edital a ser publicado pela agência para que os polos da UAB possam implantar a modalidade. Nossos resultados estão disponíveis no site do projeto, incluindo os relatórios, mostra virtual com os trabalhos dos alunos e trabalhos que desenvolveram.\r\nNo dia 08 de abril a Universidade Federal de Alagoas (UFAL) realizou uma mesa para debater o tema, da qual participei com o relato do processo de formulação, implantação e recomendações a partir do Projeto Piloto de Iniciação Científica para a CAPES.\r\nNo vídeo abaixo é possível acompanhar a apresentação e o diálogo com os participantes.\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": "posts/2022-04-18-palestra-pibic/preview.jpeg",
    "last_modified": "2022-04-18T19:17:19-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-07-mastercard/",
    "title": "Operadoras de cartão de crédito suspendem atividades na Rússia: repercussão no Twitter",
    "description": "Maioria apoia decisao",
    "author": [
      {
        "name": "Tadeu Gomes Teixeira",
        "url": {}
      }
    ],
    "date": "2022-03-07",
    "categories": [],
    "contents": "\r\nQual o contexto da decisão?\r\nAs operadoras de cartão de crédito Visa e Mastercard, assim como inúmeras empresas, suspenderam suas atividades na Rússia no dia 05 de março como parte das ações contra a invasão da Ucrânia.\r\nAs decisões empresariais foram rapidamente compartilhadas nas mídias sociais entre jornalistas, usuários e stakeholders.\r\nComo a ação foi comentada no Twitter? Os sentimentos associados foram positivos ou negativos? É isso que vamos verificar.\r\n \r\nRepercussão no Twitter da decisão das operadoras de cartão de crédito\r\n \r\nColetei 1856 tweets pulicados com a #mastercard e 2000 com a #visa, totalizando 3856 tweets sobre o tema.\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\nVerifica-se claramente no gráfico o aumento das publicações e conversas relacionadas às operadoras de cartão de crédito após a decisão das empresas, com um pico de postagens imediatamente após a decisão.\r\n \r\n\r\n\r\n\r\n \r\nPode-se verificar, na figura que compara as postagens das empresas, que o comportamento foi o mesmo: aumento das discussões sobre as marcas no Twitter.\r\n \r\n\r\n\r\n\r\n \r\nQuais foram as palavras mais usadas nas postagens?\r\n \r\n\r\n\r\n\r\n \r\nMastercard: quais os destaques?\r\n \r\n\r\n❗️#Mastercard has blocked a number of financial institutions’ access to the payment network as a result of sanctions orders against #Russia (@nexta_tv, Tweet com 3279 likes e 447 retweets até a coleta dos dados)\r\n\r\nNão é nenhuma surpresa, dado o contexto, que os termos mais frequentes associados à Mastercard sejam os respectivos nomes das empresas e associações aos países em conflito, além das implicações relacionadas aos sistemas de pagamento.\r\n\r\n\r\n\r\n \r\nQuando o foco são os bigramas, a frequência associada de palavras indica um movimento interessante: formam-se segumentos de discussão relacionados aos sistemas de pagamento; indicações que a Rússia teria errado em seus cálculos e comitido “suicídio”, considerando todo o contexto das sanções internacionais; e a presença das criptomoedas nos comentários.\r\nApesar de meios de pagamento diferentes, há uma tendência de massificação - pelo menos no Twitter - sobre o papel das criptomoedas (que poderiam ser uma alternativa à Russia, mas com indicações no contexto de também serem acionadas como parte das sanções econômicas).\r\n\r\n\r\n\r\nUso de hashtags\r\nAs hashtags usadas em conjunto com #mastercard e #visa apenas endossam o contexto da guerra, não havendo propriamente uma novidade.\r\n\r\nTable 1: 10 hashtags mais frequentes\r\nHashtags\r\nFrequencia\r\n#Mastercard\r\n1237\r\n#Visa\r\n960\r\n#Russia\r\n484\r\n#MasterCard\r\n358\r\n#Ukraine\r\n251\r\n#visa\r\n247\r\n#VISA\r\n242\r\n#mastercard\r\n218\r\n#UkraineRussiaWar\r\n145\r\n#Bitcoin\r\n123\r\n\r\nNuvem de palavras\r\nA nuvem de palavras abaixo sintetiza bem os termos mais frequentes utilizados com a #mastercard. Fica evidente como o assunto repercutiu na rede social destacando um sentimento nos comentários contra a Rússia.\r\n \r\n\r\n\r\n\r\n   \r\nAnálise de sentimentos\r\nA análise de sentimentos permite mapear como as postagens repercutiram a decisão empresarial: foi positivo? foi negativo?\r\nNa figura, observa-se claramente os polos dos sentimentos positivos e negativos.\r\nNo polo positivo, os comentários são favoráveis à decisão da empresa e apresenta em destaque palavras sobre suporte à Ucrânia, solidariedade e apoio à decisão de suspensão das operações.\r\nNo polo negativo, os sentimentos são condenações à Rússia e ao Putin em várias frentes, inclusive com um tom de torcida contra as ações bélicas presente em palavras como lose, killer, suicide.\r\n\r\n\r\n\r\nAo analisar as palavras mais frequentes que contribuíram para a formação desses sentimentos, nota-se claramente o suporte da maioria dos usuários à decisão da Mastercard.\r\n \r\n\r\n\r\n\r\n \r\nConclusão\r\nA decisão da Mastercard em suspender as operações na Rússia foi aprovada pela maioria dos usuários do Twitter na amostra de dados coletados.\r\nReferências\r\nMuitos dos códigos usados nesse exemplo de análise de dados textuais foram adaptados do já clássico livro Text Mining with R.\r\nSILGE, Julia; ROBINSON, David. Text mining with R: A tidy approach.”O’Reilly Media, Inc.”, 2017.\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": "posts/2022-03-07-mastercard/preview.png",
    "last_modified": "2022-05-08T19:51:07-03:00",
    "input_file": {},
    "preview_width": 1248,
    "preview_height": 768
  },
  {
    "path": "posts/2021-11-04-sead/",
    "title": "XIV Semana de Administração da UFMA",
    "description": "Evento aconteceu na modalidade online",
    "author": [
      {
        "name": "Tadeu Gomes Teixeira",
        "url": {}
      }
    ],
    "date": "2021-11-04",
    "categories": [],
    "contents": "\r\n\r\n\r\nSemana de Administração da UFMA\r\nA XIV Semana de Administração da UFMA, evento já tradicional da área de administração para os estudantes maranhenses, teve a sua edição realizada online neste ano.\r\nPensamos em palestrantes que pudessem apresentar, a partir da temática Perspectivas Empresariais para o Maranhão, um panorama da situação econômica e possibilidades de superação da crise. Além disso, o último dia do evento foi totalmente dedicado à Data Science e suas possibilidades no contexto organizacional.\r\nO evento, que ocorreu entre 25 e 27 de outubro, teve na mesa de abertura a coodenadora do curso, a Pró-reitora de Ensino, Profa. Isabel Ibarra, e o Pró-reitor de Planejamento e Gestão, Prof. Walber Pontes, representando a reitoria.\r\nOs vídeos do evento podem ser acessados no canal do YouTube da Semana de Administração.\r\n\r\nPalestrantes da XIV edição da SEAD\r\n\r\n\r\n  \r\n    \r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": "posts/2021-11-04-sead/images/Simplicio.jpeg",
    "last_modified": "2021-11-04T15:43:01-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-07-22-pandemia-no-ma/",
    "title": "Do Home Office ao Associativismo Rural",
    "description": "Impactos da pandemia da Covid-19 no mercado de trabalho maranhense",
    "author": [
      {
        "name": "Tadeu Gomes Teixeira",
        "url": {}
      }
    ],
    "date": "2021-07-22",
    "categories": [],
    "contents": "\r\n\r\n\r\nAcaba de ser publicado pela editora Annablume o livro Trabalho & Pandemia, organizado por Roberto Veras e Ari Rocha da Silva, no qual há um capítulo que escrevi com Marcelo Sampaio Carneiro e Clenilson Trindade, intitulado do Do Home Office ao Associativismo: impactos da pandemia da Covid-19 no mercado de trabalho maranhese.\r\n\r\nO capítulo do livro apresenta o resultado de duas pesquisas realizadas com o objetivo de compreender os efeitos da pandemia do coronavírus (Covid-19) no estado do Maranhão, especialmente as situações em que trabalhadores e trabalhadoras passaram a exercer suas atividades de forma remota (“home office”). Os dados mostram que as mulheres brancas, trabalhadores com nível superior ou pós-graduação e, de forma predominante, servidores públicos tiveram condições de se afastar das atividades de trabalho, o que não ocorreu com a grande massa de trabalhadores informais do estado.\r\nNesta pesquisa usamos dados da Pnad Covid. Ao trabalhar com amostras complexas como as pesquisas do IBGE, a grande questão - e fonte de inúmeros problemas - é fazer a identificação correta das variáveis no momento de carregamento dos dados. Para isso, temos que consultar no dicionário de dados qual é a variável de ponderação.\r\nAssim, fizemos o carregamento dos dados da seguinte forma:\r\n\r\n\r\n###### Dados de novembro de 2020\r\n\r\npnad_url <- paste0(\"ftp://ftp.ibge.gov.br/Trabalho_e_Rendimento/Pesquisa_Nacional_por_Amostra_de_Domicilios_PNAD_COVID19/Microdados/Dados/PNAD_COVID_112020.zip\")\r\n\r\n#Baixar e descompactar \r\n\r\ndownload.file(pnad_url, \"pnad_covid.zip\")\r\nunzip(\"pnad_covid.zip\")\r\n\r\n# Leitura dos dados baixados e já pasta de trabalho\r\npnad <- read_csv( \r\n  \"PNAD_COVID_112020.csv\", \r\n  col_types = cols(.default = \"d\") \r\n)\r\n\r\n# Leitura dos estados indicados no dicionario, que deve ser baixado manualmente.\r\nestados <- read_excel( \r\n  \"Dicionario_PNAD_COVID_112020.xls\",  \r\n  sheet = \"dicionário pnad covid\", \r\n  skip = 4, n_max = 27 \r\n) %>% \r\n  select(UF = ...5, estado = ...6)\r\n\r\n# Join dos dados\r\npnad <- pnad %>% \r\n  left_join(estados, by = \"UF\")\r\n\r\n# Agora fazemos a leitura e ponderação das variáveis, seguindo o dicionário de dados e informações da pesquisa. \r\n\r\npnad_design <- pnad %>% \r\n  as_survey_design(   # Transforma em um objeto do tipo survey\r\n    ids = UPA, \r\n    strata = Estrato, \r\n    weights = V1032, # Pondera com a variação de peso, conforme dicionario\r\n    nest = TRUE \r\n  )\r\n\r\n\r\n\r\nPronto! Agora os dados estão disponíveis para manipulação. O pacote tradicional de manipulação de dados complexos é o survey. O problema é que as funções e rotinas, sobretudo para criação de gráficos, não são intuitivas. Por isso o desenvolvimento do pacote srvyr é um grande avanço, já que segue a lógica do Tidyverse e se integra ao ggplot2para criação de gráficos.\r\nVerificou-se que a possibilidade de trabalhar em home office durante a pandemia não foi a mesma para todos os trabalhadores nos estados da federação. No Distrito Federal, onde há enorme concentração de servidores públicos, esse percentual foi o mais alto: 19,84%, já indicando um padrão que seria observado no tipo de atividade normalmente desenvolvida à distância.  Na sequência ao DF, o Rio de Janeiro apresentou o segundo maior percentual de empregos em home office: 15,59% dos trabalhadores, seguido por São Paulo, com 13,04%.\r\nHouve, portanto, um ajuste mais célere das atividades ao home office em estados com maior concentração de servidores públicos e com economias com forte presença do setor de prestação de serviços.\r\nFigura 1 – Trabalhadores em home office por UFO Maranhão apresentou um dos piores resultados em relação à migração das atividades para a modalidade de home office: 4,24% apenas, como se observa na Figura 1, o que pode ser explicado pela estrutura econômica do estado, ainda bastante dependente da economia de commodities e de atividades agrícolas tradicionais para ocupação da sua força de trabalho e também como colchão amortecedor das vulnerabilidades sociais.\r\nAo trabalhar com vários gráficos, optei em utilizar o pacote cowplot para organizar organizar e compará-los visualmente mais facilmente, como nos gráficos a seguir.\r\n\r\nAo se investigar o perfil dos trabalhadores em home office no Brasil, verifica-se que a força de trabalho nessa condição era formada por 7.189.430 trabalhadores. Desse montante, as mulheres brancas constituíam a maioria, ou seja, uma população de 2.639.757 que correspondia à 16% da população.\r\nOs homens brancos aparecem na sequência, com percentual ligeiramente superior ao de mulheres negras (9,5% e 9,1%, respectivamente), como se observa na figura anterior.\r\nNo Maranhão, por sua vez, os trabalhadores em home office no mesmo período totalizavam 887.225. O mesmo padrão se observa em relação à distribuição por sexo e cor no contexto nacional, com as mulheres representando o maior número de pessoas nessa condição, sendo as mulheres brancas o grupo de maior percentual (9,8% ou 179.243 pessoas). Apesar disso, deve-se observar que no Maranhão há uma proporção significativamente mais baixa de trabalhadores que dispõem dessa possibilidade, como se observa na Figura 3 para o Brasil e Maranhão.\r\nAo analisar a distribuição por escolaridade no Brasil na figura 4, verifica-se a concentração de trabalhadores com pós-graduação em home office, seja entre brancos (41%) ou pretos e pardos (38%). Em seguida, os trabalhadores com ensino superior integram o segundo grupo com mais pessoas no trabalho remoto, seguindo a mesma lógica de distribuição entre brancos (22%) e pretos e pardos (22%). Assim, quanto menor a escolaridade dos trabalhadores, menor a possibilidade de realização de atividades fora do espaço laboral tradicional.\r\n No Maranhão, verifica-se que o padrão é mantido, com mais trabalhadores possuindo pós-graduação e a possibilidade de realizar atividades laborais na modalidade remota. Assim, observa-se que os trabalhadores brancos e com pós-graduação representam 31% do total de pessoas nessa condição, alcançando os pretos e pardos 29%. Da mesma forma, os trabalhadores com ensino superior constituem o segundo grupo mais expressivo em home office, novamente com os brancos em situação ligeiramente superior (17% contra 15%). Dessa forma, a expectativa de trabalho remoto, no Brasil e no Maranhão, está concentrada para os grupos mais escolarizados.\r\nRemuneração na pandemia no MaranhãoNo Maranhão, o salário médio recebido por empregadores teve uma redução de 7.94%, sendo que entre os trabalhadores por conta própria essa queda foi de quase 7%. É importante ressaltar que as duas categorias (empregadores e trabalhadores por conta própria) foram as mais impactadas pela redução salarial média durante a pandemia.\r\nNo capítulo do livro há mais detalhes sobre a renda, a distribuição da escolaridade por sexo e como os associados a grupos de trabalhadores rurais acionaram estratégias para mitigar os impactos da pandemia. Confiram lá!\r\n\r\n\r\n\r\n",
    "preview": "posts/2021-07-22-pandemia-no-ma/covid_salario_plot_ma.png",
    "last_modified": "2021-07-22T16:51:46-03:00",
    "input_file": {},
    "preview_width": 960,
    "preview_height": 523
  },
  {
    "path": "posts/2021-07-07-correios/",
    "title": "Privatização dos Correios",
    "description": "Novamente o debate sobre a privatização dos Correios",
    "author": [
      {
        "name": "Tadeu Gomes Teixeira",
        "url": {}
      }
    ],
    "date": "2021-07-07",
    "categories": [],
    "contents": "\r\n\r\n\r\nNovamente a privatização dos Correios está na pauta e, com ela, os debates nas redes sociais e nos veículos de comunicação.\r\nEstudei durante o doutorado o setor postal brasileiro e os Correios, o que resultou em artigos e um livro que pode ser consultado aquigratuitamente graças ao Scielo Books.\r\n\r\nTenho conversado conversado com jornalistas sobre a eterna crise na empresa e compartilho aqui as questões e respectivas respostas de uma dessas entrevistas. Ao final indico algumas reportagens em que contribuí e que sistematizam as discussões.\r\nAntes disso, contudo, deixo aqui um debate que fizemos sobre a privatização dos Correios coordenador pelo PET de Economia da Federal de Uberlândia. Mais que ser a favor e contra a priori, a ideia é matizar o debate, entender os rumos do setor postal e compreender como as mudanças no marco regulatório do setor podem repercutir em várias frentes. Recomendo o debate (link na imagem).\r\n\r\nQuais são as principais razões da crise dos Correios?\r\nA crise nos Correios precisa ser analisada por setores específicos da empresa para ter uma dimensão do conjunto. A crise operacional — atrasos na entrega dos objetos postais, por exemplo - relaciona-se ao conjunto de decisões equivocadas na área operacional ao longo dos anos 2000. Nesse sentido, a Comissão de Fiscalização e Controle da Câmara dos Deputados, por meio da Proposta de Fiscalização e Controle nº. 113 de 2010, solicitou ao Tribunal de Contas da União auditoria na ECT para avaliar os atrasos nas correspondências e encomendas, concluindo que os principais problemas eram a falta de carteiros e operadores de triagem e transbordo e problemas na Rede Postal Aérea Noturna. A impossibilidade de contratação de uma empresa área regular para atender a malha operacional dos Correios gerava esse gargalo.\r\nPor outro lado, a falta de carteiros decorria da intensificação dos Programas de Demissão Voluntária (PDV) — posteriormente batizados de Proposta de Desligamento Incentivado (PDI) — pelos Correios a partir de 2008. O foco era diminuir custos da folha salarial, mas fizeram isso sem relacionar com a qualidade do serviço operacional. Os Gestores das Diretorias Regionais fizeram uma carta, em 2010, solicitando concurso para resolver esse problema.\r\nPortanto, a crise nos Correios, ainda no Governo Lula, foi decorrência de sucessivas ações tomadas pela Administração da empresa que deterioram a qualidade dos serviços operacionais. A crise se originou com ações para redução da força de trabalho e estendeu-se com Planos de Demissão Voluntária.\r\nAlém disso, o modelo organizacional da ECT, sem uma definição explícita até 2011, não favorecia a busca por alternativas à Lei de Licitações para contornar o problema da Rede Postal Aérea Noturna.\r\nDurante o Governo Dilma Rousseff, a política de redução de pessoal manteve-se, sem a necessária implementação de buscas por alternativas de financiamento da empresa, que ainda operava com um portfólio de serviços criado na década de 1990.\r\nÉ preciso mencionar ainda que os Correiosrepassam em torno de 25% de suas receitas para a União, tendo esses valores sido adiantados durante o Governo Dilma Rousseff. De acordo com o Tribunal de Contas da União, cerca de R$ 6 bilhões foram retirados da ECT entre 2007 e 2013.\r\nComo o senhor analisa a influência política na gestão da empresa e no seu histórico de crises?\r\nAs empresas públicas sempre tiveram nomeação política, sobretudo nos Correios. E isso inclusive durante a ditadura militar, quando os generais presidiam a empresa. Acontece que, ao longo dos anos 2000, isso se intensificou. A empresa se tornou o palco de uma disputa: um dirigente do PTB foi flagrado no esquema que resultou no “mensalão”, passando a empresa para o controle do PMDB a partir de 2006. O ex-ministro das Comunicações Hélio Costa, artífice da mudança do estatuto dos Correios, era do PMDB. Os gerentes de nível intermediário, antigos sindicalistas, eram do PT, principalmente da Articulação Sindical. Foi a partir de 2011 que o PT assumiu os cargos de alto escalão da empresa.\r\nMuitos dos gestores da empresa, também políticos, não buscaram alternativas para viabilizar financeiramente a empresa. A crise nos Correios, portanto, é uma crise operacional que resultou, quase sempre, de uma crise política.\r\nFuncionários dizem que o governo está sucateando a empresa — inclusive com manobras contábeis — para privatizá-la a um preço baixo. Para eles, não estamos diante de um assunto técnico ou contábil, mas de mais uma questão política. O senhor acredita nisso? Há indícios concretos que atestem esta afirmação?\r\nDiscordo desse raciocínio. A crise financeira é real, assim como a inabilidade gerencial que houve para buscar alternativas comerciais para a estatal. A crise operacional é real, assim como a crise de governança.\r\nDiante da contenção de gastos da empresa, a população vem sendo surpreendida com o fechamento repentino de agências postais e a implantação de um programa de entregas em dias alternados, em substituição à universalidade do serviço postal no Brasil e à entrega diária. Como o senhor vê essa situação? Pode-se dizer que o cidadão é o mais prejudicado com a crise? Há maneiras de poupá-lo enquanto não se chega a uma solução definitiva?\r\nOs serviços postais, em todo o mundo, dependem de uma força de trabalho intensiva. Uma coisa interessante: a ECT contratou uma consultoria, na década de 1970, para reestruturar a empresa. Chamava-se Projeto Eco. À época, concluiu-se que a ECT não teria alternativas para os Carteiros. E foi isso que ocorreu: o número de carteiros aumentou gradativamente, chegando a ECT a ser uma das maiores empregadoras celetistas do Brasil. O número de Operadores de Triagem, contudo, é o mesmo desde o final dos anos 1990, pois o setor de separação interna das cartas pode ser mecanizado e automatizado. Não há essa alternativa para os carteiros. Nesse sentido, a empresa precisa redimensionar o tamanho dos distritos de distribuição e contratar mais carteiros, pois a população que não é atendida que percebe o quanto o serviço está ruim, além das atividades empresariais que precisam do serviço postal.\r\nPara o presidente da ECT, Guilherme Campos, a crise decorre das transformações tecnológicas que alteraram a forma de comunicação em todo o mundo. Como exemplo, ele cita que ninguém mais manda carta ou telegrama hoje em dia. Por outro lado, a empresa extinguiu o e-Sedex, um serviço exclusivo para o comércio eletrônico e que responde por 30% do faturamento de suas lojas. Como o senhor vê a adequação dos Correios às novas tecnologias e às novas necessidades do mercado de logística e comunicações?\r\nAs transformações tecnológicas mudaram o core business das empresas postais no mundo todo. Cartas e impressos — a parte do monopólio postal da ECT — representam uma fatia cada vez menor dos serviços postais no contexto internacional.\r\nA parte mais lucrativa dos serviços postais está relacionada às encomendas, que tiveram um fluxo intenso com a internacionalização da economia. Portanto, o foco dos serviços postais deve ser o atendimento a esse segmento, prestando atendimento, sobretudo, à demanda comercial.\r\nAlém disso, desde 2011, com a aprovação do Novo Estatuto dos Correios, a ECT pode atuar em segmentos como logística reversa, constituir subsidiarias para resolver problemas na Rede Postal Aérea Noturna e atuar na prestação de serviços digitais em busca de lucratividade.\r\nAs mudanças tecnológicas e a internacionalização, portanto, geram mais oportunidades para os Correios, pois os serviços ofertados podem ser mais lucrativos.\r\nO presidente da ECT avaliou que o modelo de monopólio é insustentável e precisa ser modernizado. O senhor concorda? De que forma acredita que essa solução deveria ser aplicada?\r\nO Governo Fernando Henrique tentou criar um Sistema Postal em que o monopólio seria, gradualmente, eliminado. Os empresários que atuavam no segmento, à época, foram contra, dizendo que os Correios estavam na verdade assegurando o monopólio por mais 10 anos. Foi um erro de análise de cenários dos empresários do setor.\r\nOs Correios têm se preparado internamente para a liberalização do setor postal. Apenas fatias do mercado ainda estão sob monopólio, como cartas e impressos, mas ainda assim importantes para a ECT.\r\nA experiência internacional aponta que o processo de liberação tem que ser gradual, como aconteceu na União Europeia. Uma primeira medida seria a abertura do capital da empresa, por meio de uma Oferta Pública Inicial de ações (Initial Public Offering — IPO) como forma de forçar a adoção de ações de governança menos comprometidas com estratégias políticas e mais consoantes com o mercado.\r\nA privatização é uma solução? Há exemplos internacionais que atestem sua eficácia? A integração nacional dos Correios hoje e outras de suas características poderiam estar em risco com a privatização?\r\nA privatização não deve ser a primeira opção, mas a abertura do capital da empresa sim. No contexto da União Europeia, as privatizações conduziram a um rápido processo de formação de oligopólios. Além disso, o atendimento a áreas não rentáveis ficaria em risco. Nenhuma empresa assumiria o compromisso de atuar em regiões não rentáveis. Nesse caso, seria preciso pensar em fundos de compensação para prestação dos serviços nessas regiões. A abertura de capital, portanto, é uma primeira ação importante.\r\nA crise é generalizada e afeta outras estatais? Há algum grande pacto ou solução para ela?\r\nÉ importante analisar o caso das empresas estatais separadamente, conforme os setores em que atuam. Há estatais que não geram lucros ou dividendos diretamente, como a Embrapa, mas têm uma relevância enorme do ponto de vista científico e social. Por outro lado, há as estatais que são custosas e não geram recursos, o que indica que precisam ser, urgentemente, avaliadas e, possivelmente, ter suas operações encerradas.\r\nComentei o tema para o Valor na seguinte matéria: Abrir capital na bolsa é a solução para os Correios?\r\nAqui também Os 5 erros que levaram os Correios à penúria\r\nE aqui para a Gazeta do Povo: https://www.gazetadopovo.com.br/economia/e-commerce-brasileiro-busca-alternativas-a-correiodependencia-an1xq7tj25k1nnxytsml2tb4q/\r\nContribuí também com uma matéria do UOL, Correios Privado é Melhor?, quem tem uma boa discussão e síntese sobre as possíveis consequências de uma eventual privatização da ECT.\r\nMeu livro pode ser acessado diretamente no repositório da Edfuba clicando no título do livro: Os Correios e as Políticas Governamentais: mudanças e permanências\r\nEu recomendo, para quem quiser entender e mapear as tendências internacionais no setor, meu artigo Tendências do setor postal no cenário internacional: liberalização, regulação do mercado e reestruturação organizacional\r\nUm gráfico com boa visualização dos resultados financeiros recentes da empresa pode ser acessado aqui.\r\n\r\n\r\n\r\n",
    "preview": "http://books.scielo.org/id/28w3s/cover/cover.jpeg",
    "last_modified": "2021-07-07T15:53:24-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-04-17-selecaoestudantes/",
    "title": "Seleção de Estudantes 2021",
    "description": "Informações sobre o processo seletivo para novos integrantes",
    "author": [
      {
        "name": "Tadeu Gomes Teixeira",
        "url": "https://tadeuteixeira.netlify.app/"
      }
    ],
    "date": "2021-04-17",
    "categories": [],
    "contents": "\r\n\r\n\r\nProcesso Seletivo\r\nO Grupo de Pesquisa está com inscrições abertas a candidatos e candidatas do curso de Administração da UFMA que tenham interesse em uma formação em Data Science aplicada à resolução de problemas organizacionais.\r\nOs alunos selecionados passarão por um programa de formação que contemplará a iniciação em duas linguagens de programação, R e Pyhon, análise exploratório de dados com estatística descritiva, estatística inferencial e introdução à Machine Learning, além, claro, da formação teórica sobre o impacto dessas tecnologias em setores específicos do mercado (ver Temas de Interesse).\r\nEspera-se que os alunos apresentem um Trabalho de Conclusão de Curso - tecnológico ou acadêmico - ao final do itinerário no Grupo.\r\nPerfil do candidato\r\nTer disponibilidade para participar das atividades do Grupo nos dois grupos.\r\nDisponibilidade para participar das reuniões do grupo.\r\nAluno regular do curso de Administração.\r\nComprometer-se a escrever o TCC na área de Data Science.\r\nMUITA vontade em aprender a programar.\r\nMUITA vontade em aplicar conhecimentos de estatística na resolução de problemas organizacionais.\r\nSe não tiver disponibilidade ou interesse em aprendizado acadêmico e técnico na área, favor não participar do seletivo.\r\nA fim de participar do Grupo? Então preencha o formulário e aguarde nosso contato para a segunda etapa!\r\nAtenção: serão aceitas respostas apenas com o e-mail da UFMA (@discente.ufma.br)\r\nAs atividades começarão em junho, seguindo o calendário do segundo semestre da UFMA.\r\nAs inscrições podem ser feitas até o próximo sábado, dia 24/04!\r\nAguardamos vocês!\r\n\r\n\r\n\r\n\r\n",
    "preview": "posts/2021-04-17-selecaoestudantes/preview.jpeg",
    "last_modified": "2021-06-29T12:14:45-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-04-13-desemprego-no-maranho/",
    "title": "Desemprego no Maranhão",
    "description": "Rápido olhar sobre o mercado de trabalho maranhense",
    "author": [
      {
        "name": "Tadeu Gomes Teixeira",
        "url": "https://tadeuteixeira.netlify.app/"
      }
    ],
    "date": "2021-04-13",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\nNão é novidade que a pandemia tem gerado uma catástrofe econômica no Brasil e nos estados. O monitoramento do comportamento do mercado de trabalho tornou-se problemático após a pandemia e as mudanças no Cadastro Geral de Empregos e Desempregos (CAGED) após a entrada em vigor do Novo Caged e as alterações na Pesquisa Nacional por Amostra por Domicílio Contínua (Pnad-Contínua) decorrentes da pandemia, que passou a ser realizada por telefone e teve os dados para os estados não disponibilizados por incompatibilidade nas metodologias de coleta dos dados.\r\nTemos então os dados até o 1º trimeste de 2020. O que eles nos mostram?\r\nVamos dar uma olhada no gráfico abaixo e sua representação das taxas nos estados. Antes, segue o código para coleta e criação do gráfico.\r\n\r\n\r\ndtaxauf<- get_sidra(api ='/t/4093/n1/all/n3/all/v/1641,4099/p/all/c2/6794/d/v4099%201')\r\ntaxa<-dtaxauf %>% \r\n  select(`Brasil e Unidade da Federação`, `Variável`, `Valor`, `Trimestre (Código)`) %>% \r\n  filter(`Brasil e Unidade da Federação` != \"Brasil\") %>% \r\n  filter(`Variável` == \"Taxa de desocupação, na semana de referência, das pessoas de 14 anos ou mais de idade\") %>% \r\n  filter(`Trimestre (Código)`==202001)\r\n  \r\n  #filter(`Trimestre (Código)` == last(`Trimestre (Código)`)) automatiza para coletar o último valor\r\ntaxa<-taxa %>% \r\n  select(`Brasil e Unidade da Federação`, `Valor`) %>% \r\n  dplyr::rename(UF= `Brasil e Unidade da Federação`, Taxa = `Valor`) %>% \r\n  arrange(Taxa)\r\nhcmap(\"https://code.highcharts.com/mapdata/countries/br/br-all.js\", data = taxa, value = \"Taxa\",\r\n      joinBy = c(\"woe-name\", \"UF\"), name = \"Taxa de Desemprego\",\r\n      dataLabels = list(enabled = TRUE, format = '{point.name}'),\r\n      borderColor = \"#FAFAFA\", borderWidth = 0.1,\r\n      tooltip = list(valueDecimals = 1, valueSuffix = \"%\")) %>% \r\n      hc_title(text = \"<\/b>Taxa de desocupação nos Estados<\/b>\")\r\n\r\n\r\n\r\n\r\nO mercado de trabalho brasileiro tem sido caracterizado, desde 2014, por altas taxas de desemprego. Essa situação, contudo, é distribuída desigualmente pelo território nacional. Alguns destaques do 1º trimestre de 2020, quando as consequências da pandemia ainda eram incipientes:\r\nA Bahia apresentava a maior taxa de desemprego, 18,7%, sendo seguida pelo Amapá (17,2%);\r\nOs estados do Norte e Nordeste, de forma geral, apresentavam as maiores taxas de desemprego, enquanto os estados do Sul têm obtido melhores resultados.\r\nO Maranhão tinha uma taxa de desemprego de 16.1% no 1º trimestre de 2020, estando no grupo que apresentava as mais altas taxas do país.\r\nSanta Catarina, no Sul, apresentava taxa de desocupação de pleno emprego, de 5,7%, sendo o estado com a menor taxa de desemprego do país.\r\nE no Maranhão, qual foi o comportamento foi a dinâmica do mercado de trabalho?\r\nTaxa de Desemprego no Maranhão\r\nNota-se, a partir do gráfico abaixo, que a população sem ocupação no estado do Maranhão teve um aumento no 1º trimestre de 2020 em relação ao 4º trim. de 2019, registrando 16,1% de desempregados. Com isso, a primeira taxa de 2020 interrompeu as três quedas seguidas na taxa de desemprego no Maranhão em 2019.\r\n\r\n\r\n\r\nAlguns Destaques:\r\nA População sem ocupação no Estado do Maranhão teve um aumento no 1º trimestre de 2020 em relação ao 4º trim. de 2019, registrando 16,1% de desempregados. Com isso, a primeira taxa de 2020 interrompeu as três quedas seguidas na taxa de desemprego no Maranhão em 2019.\r\nCondição da Força de Trabalho Maranhense\r\n\r\n\r\n\r\nA população em situação de subocupação por insuficiência de horas trabalhadas no Maranhão no 1º. trimestre de 2020 manteve-se estável, sendo um indicador bastante alto para o estado, sendo 275 mil trabalhadores nessa condição, o que evidencia que há um estoque de força de trabalho no estado que consegue encontrar inserções ocupacionais capazes de suprir sua disponibilidade de trabalhar.\r\nO número de pessoas desocupadas no Maranhão, portanto, registrou alta no 1º trimestre de 2020, chegando a 424 mil pessoas nessa situação.\r\nA Força de Trabalho Potencial, contudo, revela de forma ainda mais intensa a dramaticidade do mercado de trabalho local. Esse indicador agrega as pessoas desocupadas, as que procuraram emprego mas não estavam disponíveis para trabalhar e as que estavam dispostas a trabalhar mas desistiram de procurar, situação chamada de desalento. No estado, são quase 700 mil trabalhadores nessa situação.\r\nHá no Maranhão, portanto, quase 1 milhão de trabalhadores que estão desocupados, em desalento ou trabalhando menos do que gostariam, o que equivale a metade da PEA do estado.\r\nOcupação por setor de atividade econômica\r\n\r\n\r\n\r\nAs tendências encontradas nos setores econômicos mostravam que:\r\nO comércio, reparação de veículos automotores e motocicletas continua a ser o principal setor a ocupar a população no Maranhão, tendência observada em toda a série histórica da Pnad Contínua.\r\nA administração, defesa, seguridade social, educação, saúde humana e serviços sociais é o segundo setor que mais gera ocupação no Maranhão, característica estrutural do Estado.\r\nA agricultura, pecuária, produção florestal, pesca e aquicultura teve o número de pessoas ocupadas no setor reduzido drasticamente desde 2012, com a eliminação de 419mil ocupações. Apesar disso, ainda é o 3º setor responsável pelo maior número de ocupados no Estado. Como o setor é importante para amortecer a vulnerabilidade alimentar, é importante análises mais detidas sobre as transformações estruturais que estão ocorrendo no campo maranhense.\r\nO setor da construção ainda é um dos principais a gerar ocupação no estado, apesar da forte crise no setor, como mostrado em nosso relatório especial sobre o setor.\r\nOcupação por posição na ocupação e categoria do emprego\r\n\r\n\r\n\r\nVerifica-se que os empregados no setor privado representam, no 1º trimestre de 2020, o maior contingente de pessoas ocupadas no estado desde 2017, com 832 mil pessoas. Esse número, contudo, inclui os ocupados no setor privado que não possuem vínculo de trabalho formal (com carteira) .\r\nOs ocupados no setor privado sem carteira chegaram a 429 mil, número praticamente igual ao dos ocupados no setor privado com carteira, que no 1º trimestre de 2020 eram 429 mil, ou seja, 50% dos ocupados no setor privado não possuem vínculo formal de trabalho.\r\nO contingente de trabalhadores por conta própria representa o segundo maior grupo, com 724 mil pessoas.\r\nA Administração Pública, com 366 mil ocupados no setor, é um dos mais importantes empregadores, seja com vínculos estatutários ou outras modalidades de contratação.\r\nHá no estado, 155 mil trabalhadores domésticos, sendo que destes 139 mil não têm registro em carteira.\r\nUma melhor visualização dos dados pode ser encontrada no dashboard disponível aqui.\r\n\r\n\r\n\r\n",
    "preview": "posts/2021-04-13-desemprego-no-maranho/desemprego-no-maranho_files/figure-html5/unnamed-chunk-4-1.png",
    "last_modified": "2021-06-29T12:14:42-03:00",
    "input_file": {},
    "preview_width": 1248,
    "preview_height": 768
  },
  {
    "path": "posts/welcome/",
    "title": "Bem vindos",
    "description": "Sejam bem vindos ao nosso blog!",
    "author": [
      {
        "name": "Tadeu Gomes Teixeira",
        "url": "gppdeo.org"
      }
    ],
    "date": "2021-03-28",
    "categories": [],
    "contents": "\r\nSejam bem vindos ao nosso blog!\r\nUsaremos esse espaço para compartilhar informações sobre as atividades do grupo de pesquisa como ensino, projetos de extensão, dicas e como a ciência de dados está sendo usada para impulsionar e aperfeiçoar atividades de gestão.\r\n\r\n\r\n\r\n",
    "preview": "posts/welcome/preview.png",
    "last_modified": "2021-11-03T19:37:53-03:00",
    "input_file": {},
    "preview_width": 500,
    "preview_height": 500
  }
]
